"UNREGISTERED_VERSION_30SECS_LIMIT" = "La durata della traccia video è limitata a 30 secondi nella versione di prova";

/* Startup */
"NEWER_QUICKTIME_VERSION_REQUIRED" = "QuickTime %@ o successivo richiesto";
"UPDATE_QUICKTIME_AND_RETRY" = "Aggiorna QuickTime e riprova";

/* Alerts */
"OK" = "OK";
"Cancel" = "Annulla";
"Edit" = "Modifica";
"Show" = "Mostra";
"Hide" = "Nascondi";
"Mirror" = "Mirror";
"Remove" = "Rimuovi";
"Replace" = "Sostituisci";
"Ignore" = "Ignora";
"Do not show this message again" = "Non mostrare più questo messaggio";

/* Undo action names */
"SYNC" = "sincronizzazione";
"EDIT_TEXT" = "modifica testo";
"SPLIT_WORDS" = "separazione parole";
"JOIN_WORDS" = "unione parole";

/* Reset Karaoke */
"RESET_KARAOKE_CONFIRM" = "Ripristino font e colori di default per questa finestra?";
"RESET_KARAOKE_MESSAGE" = "Le modifiche non saranno applicate a testo formattato.";

/* Check sync */
"EDIT_SYNCED_TEXT_TITLE" = "Vuoi veramente modificare del testo sincronizzato?";
"EDIT_SYNCED_TEXT_MESSAGE" = "L'aggiunta/rimozione di caratteri potrebbe invalidare la sincronizzazione. Puoi modificare il testo in modo sicuro dal menu \"Sincronizza\".";

/* Insert Lyrics */
"INSERT_LYRICS_TITLE" = "Vuoi sostituire il testo esistente?";

/* Edit embedded lyrics */
"EDIT_EMBEDDED_LYRICS_TITLE" = "QMidi non può modificare il testo incorporato.";
"EDIT_EMBEDDED_LYRICS_MESSAGE" = "Se clicchi \"OK\", il testo sarà esportato in un file sincronizzato esterno.";
"QUANTIZE_SYNC_TO_LINES" = "Sincronismo per riga";

/* Clear Style */
"REMOVE_STYLE_TITLE" = "Converto a solo testo?";

/* Rich Text Formatting */
"CANT_FORMAT_RICH_TEXT_IN_DISPLAY_MODE_TITLE" = "Il testo RTF non può essere formattato in modo \"Display\".";
"CANT_FORMAT_RICH_TEXT_IN_DISPLAY_MODE_MESSAGE" = "Passa in modo \"Modifica\" e riprova.";

/* Remove Background */
"REMOVE_BACKGROUND_TITLE" = "Rimuovo lo sfondo di default?";
"REMOVE_BACKGROUND_MESSAGE" = "";

/* Enable Log File */
"ENABLE_LOG_TITLE" = "La cronologia di riproduzione dei brani verrà adesso registrata.";
"ENABLE_LOG_MESSAGE" = "Puoi visualizzarla scegliendo \"Log\" dal menu \"Finestre\".";

/* Progress Messages*/
"EXPORT_PROGRESS_MESSAGE" = "Sto esportando…";
"EXPORT_ADD_VIDEO_TRACK_PROGRESS_MESSAGE" = "Aggiungo la traccia video…";
"LOAD_MOVIE_PROGRESS_MESSAGE" = "Sto caricando il video…";

/* Lyrics Search*/
"ENTER_EITHER_ARTIST_OR_TITLE" = "Inserisci l'artista e/o il titolo.";

/* Music Library Playlist*/
"UNTITLED_PLAYLIST" = "Playlist senza titolo";
"UNTITLED_FILTER" = "Filtro senza titolo";
"UNTITLED_FOLDER" = "Cartella senza titolo";
"lib_all_filter" = "Libreria";
"lib_audio_filter" = "Audio";
"lib_midi_filter" = "Midi";
"lib_video_filter" = "Video";

"CONTAINS" = "contiene";
"DOES_NOT_CONTAIN" = "non contiene";
"IS" = "è";
"IS_NOT" = "non è";
"STARTS_WITH" = "inizia con";
"ENDS_WITH" = "finisce con";
"IS_EQUAL_TO" = "è";
"IS_NOT_EQUAL_TO" = "non è";
"IS_IN_THE_LAST" = "è tra gli ultimi";
"IS_NOT_IN_THE_LAST" = "non è tra gli ultimi";
"IS_GREATER_THAN" = "è maggiore di";
"IS_LESS_THAN" = "è minore di";
"IS_GREATER_THAN_OR_EQUAL_TO" = "è maggiore o uguale a";
"IS_LESS_THAN_OR_EQUAL_TO" = "è minore o uguale a";

"NONE" = "Nessuno";
"INT_TEXT" = "Testo Incorporato";
"EXT_TEXT" = "Test Esterno";
"CDG" = "CDG";

"MIDI" = "Midi";
"AUDIO" = "Audio";
"MOVIE" = "Movie";

"REMOVE_SELECTED_ITEM?" = "Rimuovere l'elemento selezionato ?";
"REMOVE_SELECTED_ITEMS?" = "Rimuovere gli elementi selezionati ?";
"DELETE_PLAYLIST_AND_REMOVE_ITEMS_FROM_LIBRARY?" = "Cancellare la playlist e rimuovere i suoi elementi dalla libreria ?";
"MOVE_TO_TRASH_SELECTED_ITEMS?" = "Gli elementi selezionati verrano rimossi dalla libreria. Vuoi anche spostarli nel cestino ?";
"MOVE_TO_TRASH" = "Sposta nel Cestino";
"MOVE_TO_TRASH_CANNOT_BE_UNDONE" = "Lo spostamento non può essere annullato.";
"REPLACE_NAME_WITH_FILENAME?" = "Sostituisco il nome degli elementi selezionati con il nome del loro file ?";

"THIS_CANNOT_BE_UNDONE" = "Questa operazione non può essere annullata.";

"UPDATING_LIBRARY" = "Aggiorno la libreria... Operazione molto lunga...";

"SOME_ITEM(S)_COULD_NOT_BE_LOADED" = "Non ho potuto caricare alcuni file.";
"SHOW_LOG" = "Vedi Log";
"SEE_LOG_FOR_DETAILS" = "Vedi Log per dettagli.";

"CUSTOMIZE_ENCODING_LIST" = "Personalizza elenco codifiche…";
"OTHER" = "Altro";

"REFRESHING_REFERENCES" = "Aggiorno alias… (%d/%d)";
"FOUND_INVALID_REFERENCES_DURING_REFRESH" = "Trovati alias non validi durante l'aggiornamento!";

"MEDIA_FILE_MOVED/RENAMED"="Il file è stato spostato/rinominato.";
"LINKED_TEXT_FILE_NEEDS_TO_BE_MOVED_RENAMED" = "Andrebba spostato anche il testo linkato.";
"SHOW_FILES"="Mostra Documenti";


/* PDF */
"Show Sidebar" = "Mostra Barra Laterale";
"Hide Sidebar" = "Nascondi Barra Laterale";
